{"intents": [
    {"tag": "greetings",
     "patterns": ["hello","hi","hey","greetings","what's up?","good day"],
     "responses": ["Hello!","Hey!","What can i do for you?"]},
     {"tag": "collabera owner",
     "patterns": ["who is owner of collabera","who is founder of collabera ","who is chairman of collabera"],
     "responses": ["Mr. Hetain Patel and Mr. Sham Patel are co-founder of Collabera Technologies pvt. Ltd."]},
     {"tag": "collabera ceo",
     "patterns": ["who is chief executive officer of collabera","who is CEO of collabera"],
     "responses": ["Mr. kartik is CEO of Collabera Technologies pvt. Ltd."]},
     {"tag": "Collabera Digital",
     "patterns": ["Information about Collabera Digital","Details of Collabera Digital","Collabera Digital does"],
     "responses": ["Collabera Digital engineers the next generation of solutions to power tech-forward organizations accelerate their digital journeys.  Our digital engineering capabilities in data, analytics, cloud, automation, and cybersecurity, coupled with a strong foundation in talent transformation and advisory & architecture, foster continuous innovation and transformation, helping clients stay ahead in the digital curve.  With our client-first and collaborative approach, we deliver solutions that are tailor-made through speed and agility. Established in 2010 and with 25 offices in 11+ countries across Asia Pacific & Europe, we cater to 300+ clients, including Fortune 500 companies. Supported by over 10,000 professionals, we are a team of innovators and thinkers who chase excellence as much in the process as we do in the result. For more information visit www.collaberadigital.com"]},
     {"tag": "collabera Birth",
     "patterns": ["collabera was founded in","in which year collabera was founded"],
     "responses": ["Collabera Technologies was founded in 1991 at Basking Ridge, New Jersey, United States (USA)"]},
     {"tag": "creator of Collabera's AI chat",
      "patterns": ["who created you","who developed you","Developer name of Collabera's AI chat","who is developer of Collabera's AI chat"],
      "responses": ["Mr. Kathit shah and Mr.Arman Pathan has Develop Collabera's AI chat"]},
      {"tag": "your name",
       "patterns": ["what is your name","how should I call you"],
       "responses": ["Hello user, My name is Collabera's AI chat."]}
]}
